<template>
    <div class="content">
        <h3>О проекте</h3>
        <h4>Версия 0.1</h4>
        <p><b>Сервис находится в тестовой стадии. В данный момент дорабатывается функционал, а также более приятное оформление сайта.</b></p>
        <p>
            Данный проект создан с целью упрощения бытовых вопросов, а именно готовки еды. Как? Все достаточно просто. 
            У Вас имеются некоторые ингредиенты, но Вы не знаете, что хотите приготовить по многим причинам. 
            Тут-то к Вам на помощь и приходит проект KitchHub. 
            Вам нужно всего лишь перечислить ингредиенты, имеющиеся у Вас под рукой. Сервис подберет подходящие под данный список продуктов рецепты, а Вам уже останется только выбрать понравившийся и приготовить по нему еду. 
             
        </p>
        <p><b>Помощь проекту:</b></p>
        <p>На данный момент финансы на аренду хостинга имеются, но что будет дальше, пока неизвестно.</p>
        <p>Также крайне нужна помощь в <b>теоретических материалах</b>:</p>

        <div>
            <ul>
                <li>Более точная классификация блюд (н-р: первое, второе, напитки, десерты, салаты и т.д)</li>
                <li>Классификация ингредиентов (н-р: крупа, мясо, специи, соусы и т.д)</li>
                <li>Корректные названия ингредиентов, их разновидность</li>
                <li>И другая полезная информация</li>
            </ul>
        </div>

        <p><b>Связь со мной: </b>
            <a href="https://t.me/+22NKo6zovtY1Mzky">Telegram чат сообщества</a>
        </p>
        <p>
            На данный момент регистрация и авторизация несут чисто тестовый характер для проверки доступа авторизованных пользователей к функционалу сайта.
            Подтверждение по электронной почте не требуется.
        </p>
    </div>
</template>

<script lang="js">

</script>

<style scoped>

ul{
    display: contents;
}

li{
    list-style-type: none;
}

li::before{
    content: '- ';
}
</style>