<template>
    <div class="content">
        <h3>О проекте</h3>
        <h4>Версия 0.1</h4>
        <p>Сервис находится на тестовой стадии. На данный момент, дорабатывается функционал а так же более приятное оформление сайта.</p>
        <p>
            Данный проект создан с целью упрощения бытовых вопросов, касательно готовли еды. Как? Все достаточно просто. 
            У Вас имеются некоторые ингредиенты, но Вы не знаете что хотите приготовить по многим причинам. 
            Поэтому, к Вам на помощь приходит проект KitchHub. 
            Вам достаточно ввести необходимые ингредиенты, и если в базе данных имеется рецепт блюда, 
            множество ингредиентов которого входит в множество введенных Вами ингредиентов, 
            то Вы получите некий список рецептов.Вам останеться только приготовить еду по выбранному рецепту. </p>
    </div>
</template>

<script lang="js">

</script>

<style>

</style>